Repository: common-repository/qr-code-widget
Catalog: languages/qr-code-widget-*.po
Languages: de_de

source: QR code status report
de_de: Qr-Code Status Bericht

source: Cache directory is writable
de_de: Cache Verzeichnis ist beschreibbar

source: You have %d images in cache
de_de: Es sind %d Bilder im Cache Verzeichnis

source: Clear Cache
de_de: Cache leeren

source: Try to create Cache
de_de: Versuche Cache Verzeichnis zu erstellen

source: QR code settings
de_de: Qr-Code Einstellungen

source: QR code format
de_de: Qr-Code Bildformat

source: Image format PNG or Jpeg.
de_de: Bildformat PNG oder Jpeg.

source: QR code size
de_de: Qr-Code Größe

source: Small
de_de: Klein

source: Medium
de_de: Mittel

source: Large
de_de: Gross

source: XXL
de_de: Sehr Gross

source: Size of QR code image
de_de: Größe des Qr-Code Bildes.

source: Level of error correction
de_de: Stärke der Fehlerkorrektur.

source: Disable Cache
de_de: Cache deaktivieren

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Color settings
de_de: Farbeinstellungen.

source: Code Color
de_de: Farbe des Codes

source: Set Color for QR code
de_de: Farbe für das Code.

source: Background Color
de_de: Hintergrundfarbe

source: Set background Color for QR code
de_de: Hintergrundfarbe für das Qr-Code

source: Transparent background
de_de: Transparentes Hintergrund

source: Set transparency for QR code background. <b>PNG Only</b>
de_de: Hintergrund Farbe wird als Transparent definiert. <b>Nur für PNG Format</b>

source: Save Changes
de_de: Änderungen übernehmen

source: Test Images
de_de: Beispiel Bilder

source: Image
de_de: Bild

source: HTML Source
de_de: HTML Code

source: <h2>QR code default settings for Widgets</h2>
de_de: <h2>Qr-Code Standard Einstellungen für die Widgets</h2>

source: QR code Widget settings
de_de: Qr-Code Widget Einstellungen

source: Widget Title
de_de: Widget Titel

source: Code to display before Widget
de_de: Code vor dem Widget anzeigen

source: Can be HTML
de_de: Es kann auch HTML sein

source: Code to display after Widget
de_de: Code nach dem Widget anzeigen

source: Image format PNG or Jpeg
de_de: Bildformat png oder jpeg

source: Size of QR code
de_de: Qr-Code Bildgröße

source: Color Settings
de_de: Farbeinstellungen

source: code Color
de_de: Code Farbe

source: Background transparency
de_de: Hintergrund transparenz

source: Cache cleared
de_de: Cache geleert

source: Cache created
de_de: Cache Verzeichnis erfolgreich erstellt

source: Can't create Cache
de_de: Cache Verzeichnis konnte nicht erstellt werden

source: Title
de_de: Titel

source: (png only)
de_de: (nur png)

source: Code Color:
de_de: Code Farbe:

source: Alternative text for this QR code
de_de: Alternativer Text für den Qr-Code

source: NO
de_de: Nein

source: QR Code generator for your blog with Widget support
de_de: Qr-Code Generator mit Widget Unterstützung für ihren Blog

source: QrCode > Shortcode settings
de_de: QrCode > Shortcode einstellungen

source: Shortcode Defaults
de_de: Shortcode Standards

source: QrCode > Widget settings
de_de: QrCode > Widget einstellungen

source: Widget Defaults
de_de: Widget Standards

source: You are about to delete all images from Cache. This action can not be undone! OK to continue, Cancel to stop.
de_de: Sie sind dabei, alle Bilder von Cache zu löschen. Diese Aktion kann nicht rückgängig gemacht werden! OK, um fortzufahren, Abbrechen, um zu stoppen.

source: <p>The intermediate storage of images is disabled. Images are re-created every time and embedded in the HTML code. (CPU-heavy!)<br /> In order to save the CPU resources create the cache folder %s and make sure that the web server can write to it.</p>
de_de: Die Zwischenspeicherung von Bildern ist deaktiviert. Bilder werden jedes Mal neu erstellt und in den HTML-Code eingebettet . (CPU-Intensiv!) <br /> Um CPU-Ressourcen zu schonen erstellen den Cache-Ordner %s und stellen Sie sicher, dass dieser vom Web-Server beschrieben werden kann.

source: <h2>QR code default settings for short-codes</h2>
de_de: QR code standard einstellungen für short-codes

source: You can define default values for your parameters by using the <strong>Shortcode Defaults</strong> on the QR code page.
de_de: Unter <strong>Shortcode Standards</strong können Sie Standardwerte für Ihre Shortcode Parameter definieren.

source: Default values will be used instead of missed/unset parameters on your short codes.
de_de: Nicht gesezte parameter in dem Shortcode werden durch Standard werte ersetzt.

source: For example:
de_de: Zum Beispiel:

source: will be expand to
de_de: wird ergänzt zu

source: All Shortcode variables and parameters:
de_de: Alle verfügbaren Shotcode parameter:

source: Empty or missing qr_text will be replaced by site url.
de_de: Leerer oder fehlender qr_text parameter wird durch Website-URL ersetzt.

source: Don't cache image. Images are re-created every time and embedded in the HTML code
de_de: Zwischenspeichern von Bildern Deaktivieren, Bilder werden jedes Mal neu erstellt und in den HTML-Code eingebettet

source: Default settings for <b>new</b> Widgets.<br /><b>Changes have no effect to existing Widgets.</b>
de_de: Standard Einstellungen für <b>neue</b> Widgets.<br /><b>Änderungen haben keine Auswirkungen auf bestehende Widgets.</b>

source: Don't cache image. QR code will be created on the fly and embedded in to HTML
de_de: Zwischenspeichern von Bildern Deaktivieren, Bilder werden jedes Mal neu erstellt und in den HTML-Code eingebettet

source: Error
de_de: Fehler

source: Cache folder already exists
de_de: Cache Ordner bereits vorhanden

source: Your support makes a difference
de_de: Ihre Unterstützung macht den Unterschied

source: Useful links
de_de: Nützliche Links

source: Sponsors
de_de: Sponsoren

source: Your awesome gift will ensure the continued development of this Plugin! Thanks for your consideration!
de_de: Ihr fantastisches Geschenk wird für die weiter Entwicklung dieses Plugins sorgen! Vielen Dank für Ihre Aufmerksamkeit!

source: Like the plugin?
de_de: Mögt ihr diesen Plugin?

source: Rate and review
de_de: Bewerten und Kommentieren

source: Find my website at
de_de: Meine Webseite

source: Found a issue? Submit it at
de_de: Fehler gefunden? Melden Sie es unter
